Ran Plan for dir: `.` workspace: `default`

<details><summary>Show Output</summary>

```diff

Note: Objects have changed outside of Terraform

Terraform detected the following changes made outside of Terraform since the
last "terraform apply":

  # aws_eip.stage_server has changed
~ resource "aws_eip" "stage_server" {
      + allocation_id        = "eipalloc-0ab9196349bc8928c"
        id                   = "eipalloc-0ab9196349bc8928c"
      + network_border_group = "ap-northeast-2"
      + public_dns           = "ec2-3-37-49-245.ap-northeast-2.compute.amazonaws.com"
      + public_ip            = "3.37.49.245"
      + public_ipv4_pool     = "amazon"
      + tags                 = {}
      + tags_all             = {}
        # (2 unchanged attributes hidden)
    }


Unless you have made equivalent changes to your configuration, or ignored the
relevant attributes using ignore_changes, the following plan may include
actions to undo or respond to these changes.

─────────────────────────────────────────────────────────────────────────────

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create
-/+ destroy and then create replacement

Terraform will perform the following actions:

  # aws_eip.stage_server is tainted, so must be replaced
-/+ resource "aws_eip" "stage_server" {
      ~ allocation_id        = "eipalloc-0ab9196349bc8928c" -> (known after apply)
      + association_id       = (known after apply)
      + carrier_ip           = (known after apply)
      + customer_owned_ip    = (known after apply)
      ~ domain               = "vpc" -> (known after apply)
      ~ id                   = "eipalloc-0ab9196349bc8928c" -> (known after apply)
      + instance             = "i-0abdca8a9d70c1957"
      ~ network_border_group = "ap-northeast-2" -> (known after apply)
      + network_interface    = (known after apply)
      + private_dns          = (known after apply)
      + private_ip           = (known after apply)
      ~ public_dns           = "ec2-3-37-49-245.ap-northeast-2.compute.amazonaws.com" -> (known after apply)
      ~ public_ip            = "3.37.49.245" -> (known after apply)
      ~ public_ipv4_pool     = "amazon" -> (known after apply)
      - tags                 = {} -> null
      ~ tags_all             = {} -> (known after apply)
        # (1 unchanged attribute hidden)
    }

  # aws_internet_gateway.iac-igw will be created
+ resource "aws_internet_gateway" "iac-igw" {
      + arn      = (known after apply)
      + id       = (known after apply)
      + owner_id = (known after apply)
      + tags     = {
          + "Name" = "iac-igw"
        }
      + tags_all = {
          + "Name" = "iac-igw"
        }
      + vpc_id   = "vpc-08dcb17c8de524b67"
    }

Plan: 2 to add, 0 to change, 1 to destroy.


```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -d .`
* :put_litter_in_its_place: To **delete** this plan click [here](http://52.78.144.248/lock?id=rhea-so-lab%252FInfrastructure-as-Code%252F.%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -d .`
</details>

**Note: Objects have changed outside of Terraform**
Plan: 2 to add, 0 to change, 1 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`
